Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services_for_people_with_disabilities/rehabilitation_and_training_services_for_people_with_disabilities.html.txt.tmx
Source language: en
Languages: ga

source: Rehabilitation and training services for people with disabilities
ga: Seirbhísí athshlánaithe agus traenála do dhaoine faoi mhíchumas

source: There is a range of employment supports for people with disabilities to help with getting a job and staying in employment
ga: Tá raon tacaí fostaíochta do dhaoine faoi mhíchumas ar fáil, iad deartha chun cabhrú leo post a fháil agus post a choinneáil

source: The Department of Social Protection provides these supports through local employment services offices and Intreo centres
ga: Cuireann an Roinn Coimirce Sóisialaí na tacaí sin ar fáil trí oifigí áitiúla seirbhísí fostaíochta agus trí ionaid Intreo

source: Vocational training is provided by SOLAS
ga: Is é SOLAS a chuireann gairmoiliúint ar fáil

source: The Department of Health has responsibility for rehabilitative training (training that is not linked to the labour force) and sheltered work
ga: Tá freagracht ar an Roinn Sláinte maidir le traenáil athshlánaithe (traenáil nach mbaineann leis an lucht oibre) agus le hobair shóisialta

source: Responsibility for the delivery of these services rests with the Health Service Executive (HSE)
ga: Is faoi Fheidhmeannacht na Seirbhíse Sláinte atá sé na seirbhísí seo a chur ar fáil

source: Rehabilitative training and sheltered work is provided largely in:
ga: Don chuid is mór cuirtear traenáil athshlánaithe agus obair shóisialta ar fáil:

source: • Accredited training centres that are run by the HSE or by service providers contracted by the HSE and
ga: • In ionaid traenála creidiúnaithe atá dhá rith ag na FSS nó ag soláthraithe seirbhísí faoi chonradh ag na FSS agus

source: Rehabilitative training focuses on the development of an individual's life skills, social skills and basic work skills with the objective of enhancing the trainee's quality of life and general work capacity
ga: Díríonn traenáil athshlánaithe ar fhorbairt a dhéanamh ar scileanna saoil an duine, scileanna sóisialta agus bunscileanna oibre agus é mar aidhm cur le caighdeán saoil an duine agus lena c(h)umas ginearálta oibre

source: The HSE has appointed Directors of Disability Services who are responsible, among other things, for the delivery of rehabilitative training services
ga: Tá Stiúrthóirí Sheirbhísí Míchumais ceapaithe ag an FSS atá freagrach, i measc rudaí eile, as seirbhísí traenála athshlánaithe a sholáthar

source: The HSE have teams of guidance counsellors who offer information, advice and guidance on HSE training and sheltered work services
ga: Tá foirne de chomhairleoirí treoracha ag an bhFeidhmeannacht na Seirbhíse Sláinte a chuireann eolas, comhairle agus treoir ar fáil maidir le seirbhísí traenála agus obair shóisialta an bhoird sláinte

source: Sheltered work gives people with disabilities the opportunity to take part in daily work in a sheltered setting where they receive personal support services
ga: Tugann obair shóisialta deis do dhaoine faoi mhíchumas páirt a ghlacadh in obair laethúil i láthair chosanta ina gcuirtear seirbhísí tacaíochta pearsanta ar fáil dóibh

source: Trainees may produce goods that have a commercial value
ga: Is féidir le daoine earraí a bhfuil luach trachtála acu a tháirgeadh

source: Trainees in foundation training and sheltered workshops retain their social welfare payments, usually Disability Allowance, and also receive a training allowance of €31.80 a week
ga: Coinníonn daoine atá ag freastal ar thraenáil athshlánaithe agus ar cheardlanna sóisialta a gcuid íocaíochtaí leasa shóisialaigh, Liúntas Míchumais go hiondúil, agus íoctar liúntas traenála de €31.80 sa tseachtain leo chomh maith

source: Contact the Disability Services section in your Local Health Office for more information on rehabilitative training and sheltered work in your area
ga: Téigh i dteagmháil leis an tSeirbhís Míchumais i d’Oifig Sláinte Áitiúil le teacht ar thuilleadh faisnéise faoi oiliúint athshlánúcháin agus ar obair do dhaoine éislinneacha i do cheantar

source: Further information on employment services can be obtained from your local employment services office or Intreo centre
ga: Is féidir tuilleadh faisnéise ar sheirbhísí fostaíochta a fháil ón oifig seirbhísí fostaíochta nó ó ionad Intreo is gaire duit
